package com.newlecture.ch3.fo;

public class SeatTable {

	public static void main(String[] args) {
//	 
//	 System.out.println("┌──────┐  ┌──────────────────────────────────────────────────────────────┐");
//	 System.out.println("│      │  │               칠                     판                       │");
//	 System.out.println("│      └──┘--------------------------------------------------------------│");
//	 System.out.println("│                                                         ┌────────┐     │");
//	 System.out.println("│                                                         │ 뉴   렉 │     │");
//	 System.out.println("│                                                         └────────┘     │");
//	 System.out.println("│                                                                        │");
//	 System.out.println("│┌────────┐  ┌────────┐ ┌────────┐      ┌────────┐  ┌────────┐ ┌────────┐│");
//	 System.out.println("││1조 홍길동│  │1조 홍길동│ │1조 홍길동│      │4조 홍길동│  │4조 홍길동│ │4조 홍길동││");
//	 System.out.println("│└────────┘  └────────┘ └────────┘      └────────┘  └────────┘ └────────┘│");
//	 System.out.println("│┌────────┐  ┌────────┐ ┌────────┐      ┌────────┐  ┌────────┐ ┌────────┐│");
//	 System.out.println("││1조 홍길동│  │1조 홍길동│ │2조 홍길동│      │4조 홍길동│  │4조 홍길동│ │ 조 홍길동││");
//	 System.out.println("│└────────┘  └────────┘ └────────┘      └────────┘  └────────┘ └────────┘│");
//	 System.out.println("│┌────────┐  ┌────────┐ ┌────────┐      ┌────────┐  ┌────────┐ ┌────────┐│");
//	 System.out.println("││2조 홍길동│  │2조 홍길동│ │2조 홍길동│      │5조 홍길동│  │5조 홍길동│ │5조 홍길동││");
//	 System.out.println("│└────────┘  └────────┘ └────────┘      └────────┘  └────────┘ └────────┘│");
//	 System.out.println("│┌────────┐  ┌────────┐ ┌────────┐      ┌────────┐  ┌────────┐ ┌────────┐│");
//	 System.out.println("││2조 홍길동│  │3조 홍길동│ │3조 홍길동│      │5조 홍길동│  │5조 홍길동│ │ 조 홍길동││");
//	 System.out.println("│└────────┘  └────────┘ └────────┘      └────────┘  └────────┘ └────────┘│");
//	 System.out.println("│┌────────┐  ┌────────┐ ┌────────┐      ┌────────┐  ┌────────┐ ┌────────┐│");
//	 System.out.println("││3조 홍길동│  │3조 홍길동│ │3조 홍길동│      │3조 홍길동│  │ 조 홍길동│ │ 조 홍길동││");
//	 System.out.println("│└────────┘  └────────┘ └────────┘      └────────┘  └────────┘ └────────┘│");
//	 System.out.println("└────────────────────────────────────────────────────────────────────────┘");
//
//
}

}
